month = input('Введите название месяца: ')
if month=='Январь':
    print('1-2 января	Новый год')
elif month=='Март':
    print('8 марта	Международный женский день')
    print('21-23 марта	Наурыз мейрамы')
elif month=='Май':
    print('1 мая	Праздник единства народа Казахстана')
    print('7 мая	День защитника Отечества')
    print('9 мая	День Победы')
elif month=='Апрель':
    print('Государственных и национальных праздников нет')
elif month=='Февраль':
    print('Государственных и национальных праздников нет')
elif month=='Июнь':
    print('Государственных и национальных праздников нет')
elif month=='Июль':
    print('6 июля	День Столицы')
elif month=='Август':
    print('30 августа	День Конституции РК')
elif month=='Сентябрь':
    print('Государственных и национальных праздников нет')
elif month=='Октябрь':
    print('Государственных и национальных праздников нет')
elif month=='Ноябрь':
    print('Государственных и национальных праздников нет')
elif month=='Декабрь':
    print('1 декабря	День Первого Президента РК (выходные: 1, 2, 3 декабря)')
    print('16-17 декабря	День Независимости (16 декабря выпадает на выходной день и переносится на 18 декабря)')
